hyprland
waybar

firefox
git
github-cli
lazygit
neovim
wezterm
base-devel
noto-fonts
noto-fonts-emoji
zsh
zsh-autosuggestions
zsh-syntax-highlighting
starship
xdg-desktop-portal-hyprland
wl-clipboard
cliphist
ripgrep
fzf
eza
zoxide
jq
nodejs
npm
nvm
yarn
postgresql
vaultwarden


ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
